{"items":[
  {
    "key": "n-1-1",
    "value": "Dan has a bad habit of being too noisy. \n\nTell about one of your bad habits"
  },
  {
    "key": "n-1-2",
    "value": "If Nick does something wrong, he feels better if he says, \"I'm sorry\".\n\nWhat is something you are sorry for?"
  },
  {
    "key": "n-1-3",
    "value": "When all the lights went out, Simon was afraid. \n\nWhat are some things Simon could do?"
  },
  {
    "key": "n-1-4",
    "value": "Jamie likes to eat food that will help her stay healthy. \n\nTalk about your health."
  },
  {
    "key": "a-1-5",
    "value": "Jodie was tempted to cheat on a test.\n\nIf you have ever cheated, tell about it."
  },
  {
    "key": "n-1-6",
    "value": "Jan threw a tantrum when she did not get her own way. \n\nDo you ever throw tantrums? Talk about it."
  },
  {
    "key": "a-1-7",
    "value": "Alex goes to the doctor for a check-up at least once a year. \n\nTell about going to the doctor."
  },
  {
    "key": "a-1-8",
    "value": "When Katie had to give her speech, she felt nervous.\n\nWhen do you feel nervous?"
  },
  {
    "key": "a-1-9",
    "value": "Winona was so sick, she had to stay in bed for a week.\n\nTell about a time when you were sick."
  },
  {
    "key": "n-1-10",
    "value": "When Gill moved away, Ted realized how much he loved her. \n\nTell about someone you love."
  },
  {
    "key": "n-1-11",
    "value": "Once Rick pretended to be hurt so he would get attention.\n\nWhat do you do when you want attention?"
  },
  {
    "key": "n-1-12",
    "value": "Angelos says, \"It's not good to hate somebody.\"\n\nDo you agree or disagree? Why?"
  },
  {
    "key": "a-1-13",
    "value": "Jake broke his neighbour's window and blamed his friend. Now he feels guilty. \n\nTell about a time when you felt guilty."
  },
  {
    "key": "n-1-14",
    "value": "Maria needed a lot of courage to rescue the cat from the tall tree.\n\nTell about a time when you had courage."
  },
  {
    "key": "a-1-15",
    "value": "Donald thinks he can escape from his troubles by running away.\n\nWhat do you think about running away?"
  },
  {
    "key": "w-1-16",
    "value": "Lela likes to watch adventure shows on TV.\n\nTalk about your favourite TV show and why you like it."
  },
  {
    "key": "n-1-17",
    "value": "Penelope got mad at Chad and said, \"I'm never going to share again!\" \n\nSay something about sharing."
  },
  {
    "key": "n-1-18",
    "value": "Tristan threw mud on James's sweater. James got mad and wanted to fight.\n\nWhat do you think about fighting?"
  },
  {
    "key": "n-1-19",
    "value": "Phoebe felt embarrassed when she didn't know the answer to the question. \n\nWhen do you feel embarrassed?"
  },
  {
    "key": "w-1-20",
    "value": "Rémi likes to recall memories from his past. \n\nShare 2 memories you have of your past."
  },
  {
    "key": "a-1-21",
    "value": "On rainy days Cat feels depressed.\n\nWhen do you feel depressed?"
  },
  {
    "key": "a-1-22",
    "value": "Michelle cries when she watches a sad movie on TV.\n\nWhen do you cry?"
  },
  {
    "key": "n-1-23",
    "value": "Philippa asked her mother for help then stubbornly insisted on doing things her way.\n\nTell about a time when you were stubborn."
  },
  {
    "key": "a-1-24",
    "value": "Maisie's grandmother died and she went to the funeral. \n\nTell about a death in your family."
  },
  {
    "key": "a-1-25",
    "value": "When Daisy is sad, she wants to eat.\n\nWhat do you do when you feel sad?"
  },
  {
    "key": "a-1-26",
    "value": "When David admitted he was afraid, he learned that everybody has fears.\n\nWhat is one of your fears?"
  },
  {
    "key": "n-1-27",
    "value": "Lucy was disappointed when she wasn't invited to the party.\n\nTell about one of your disappointments."
  },
  {
    "key": "a-1-28",
    "value": "Duke can never play outside because his legs are crippled.\n\nWhat are some things you could do with Duke if you were his friend?"
  },
  {
    "key": "a-1-29",
    "value": "When Francesca's guest did not arrive, she became worried.\n\nWhat do you worry about?"
  },
  {
    "key": "n-1-30",
    "value": "Sometimes Dick makes mistakes.\n\nTell about a mistake you have made."
  },
  {
    "key": "w-1-31",
    "value": "Olga says, \"Everyone has a different personality.\"\n\nTalk about your personality."
  },
  {
    "key": "n-1-32",
    "value": "Sometimes Clayton gets frustrated with his family and wishes he could change them.\n\nIf you had the power, how would you change your family?"
  },
  {
    "key": "w-1-33",
    "value": "Tina wants her friends to respect her.\n\nTalk about someone you respect and tell why you respect them."
  },
  {
    "key": "n-1-34",
    "value": "Kate can often be found admiring herself in the mirror. \n\nHow do you feel when you look in the mirror?"
  },
  {
    "key": "n-1-35",
    "value": "Rupert thinks everyone has forgotten his birthday.\n\nHow would you feel if everyone forgot your birthday?"
  },
  {
    "key": "n-1-36",
    "value": "Mizumi is writing a song about love and needs help.\n\nShare some things about love that she could put in her song."
  },
  {
    "key": "n-1-37",
    "value": "Sometimes it is hard for Jose to be honest.\n\nTell about a time when you found it hard to be honest."
  },
  {
    "key": "n-1-38",
    "value": "Michelle refuses to enter the contest because she doesn't like to lose.\n\nSay something about losing."
  },
  {
    "key": "n-1-39",
    "value": "Gene felt left out when his friends went to the picnic without him.\n\nWhen do you feel left out?"
  },
  {
    "key": "a-1-40",
    "value": "Pippa felt tricked by Matthew and wanted to get revenge.\n\nDid you ever want to get revenge? Talk about it."
  },
  {
    "key": "a-1-41",
    "value": "When Aaron wants attention, he pouts and cries.\n\nWhat do you think his friends should do?"
  },
  {
    "key": "w-1-42",
    "value": "Dad says, \"You can learn from the past.\"\n\nWhat have you learned from your past?"
  },
  {
    "key": "n-1-43",
    "value": "Liz talks so much that she doesn't listen to others.\n\nTalk about someone who listens when you talk to them."
  },
  {
    "key": "n-1-44",
    "value": "When Mike compares himself to others, he doesn't like himself.\n\nDo you like yourself? Why?"
  },
  {
    "key": "n-1-45",
    "value": "Lydia's friends gave her some pills.\n\nWhat would you do if your friend gave you some pills and asked you to take them? Why?"
  },
  {
    "key": "n-1-46",
    "value": "Mark broke his mother's vase and blamed his little brother.\n\nHave you ever been blamed for something you did not do? Talk about it."
  },
  {
    "key": "w-1-47",
    "value": "Vanessa loves to give advice to her friends.\n\nWhose advice do you listen to?"
  },
  {
    "key": "n-1-48",
    "value": "Robin feels angry when someone teases her.\n\nWhen do you feel angry?"
  },
  {
    "key": "n-1-49",
    "value": "Elon wants to go to Disneyworld but can't afford to go.\n\nWhat is something you want to do but can't afford to do?"
  },
  {
    "key": "n-1-50",
    "value": "Danny and his brother are afraid of ghosts.\n\nWhat do you think of ghosts?"
  },
  {
    "key": "w-1-51",
    "value": "Dwayne says, \"You can never learn enough.\"\n\nDo you agree or disagree? Why?"
  },
  {
    "key": "n-1-52",
    "value": "Sometimes Eric teases Kenny.\n\nHow do you feel when someone teases you?"
  },
  {
    "key": "n-1-53",
    "value": "Sometimes Sophie has nightmares.\n\nTell about a nightmare you remember."
  },
  {
    "key": "n-1-54",
    "value": "Sometimes Eric feels jealous when his friend gets something he doesn't.\n\nIf you have ever been jealous, talk about it."
  },
  {
    "key": "n-1-55",
    "value": "Mark tells Priscilla he has a \"happiness pill.\"\n\nDo you think a pill can make someone happy? Talk about it."
  },
  {
    "key": "n-1-56",
    "value": "When Peter had failing grades on his report card, he was very sad.\n\nTalk about grades and report cards."
  },
  {
    "key": "n-1-57",
    "value": "Taylor tried to talk Dustin into doing something wrong.\n\nDo your friends ever try to talk you into doing things that are wrong? Talk about it."
  },
  {
    "key": "w-1-58",
    "value": "Vincent has a talent for oil painting.\n\nWhat are some of your talents?"
  },
  {
    "key": "w-1-59",
    "value": "Rose loves to sing her favourite song for her friends.\n\nWhat is your favourite song and why do you like it?"
  },
  {
    "key": "w-1-60",
    "value": "Marty thinks an \"adventure\" is doing something new and unusual.\n\nTell about an adventure in your life."
  },
  {
    "key": "n-1-61",
    "value": "Jason wants to go camping so he can sleep in a tent.\n\nWhat do you think about camping?"
  },
  {
    "key": "w-1-62",
    "value": "Henry doesn't know which holiday is his favourite.\n\nWhat is your favourite holiday? Why do you like it?"
  },
  {
    "key": "n-1-63",
    "value": "Judith must do her chores before she can play.\n\nHow do you feel about doing chores?"
  },
  {
    "key": "n-1-64",
    "value": "Sadie wants Vera to enter a race to compete with her.\n\nSay something about competition."
  },
  {
    "key": "n-1-65",
    "value": "When Marcel gave something away, he expected to receive something in return.\n\nWhen you give something away, do you expect to get something back? Why?"
  },
  {
    "key": "w-1-66",
    "value": "Louis enjoyed doing a good deed for his neighbour.\n\nTell about a good deed you have done."
  },
  {
    "key": "n-1-67",
    "value": "David does not like to speak in front of his class. He says he lacks confidence.\n\nTalk about confidence."
  },
  {
    "key": "n-1-68",
    "value": "Robin carries a rabbit's foot for good luck.\n\nDo you believe in good luck charms?"
  },
  {
    "key": "n-1-69",
    "value": "Paul wants to be grown up but learns that adults have a lot of responsibility.\n\nWhat responsibilities do you think adults have?"
  },
  {
    "key": "w-1-70",
    "value": "Trixie likes to curl up with her favourite book and read.\n\nTell about your favourite book or story and why you like it."
  },
  {
    "key": "n-1-71",
    "value": "Donald thinks he would be the happiest person in the world if he had a lot of money.\n\nHow would you feel if you had a lot of money? What would you do with it?"
  }
]}